{
    "articles": [
        {
            "id": "1875caa39b89",
            "description": "Title :The first rule of pricing is: you do not talk about pricing Description : I’ve been slightly obsessed about pricing since 2010. Before joining Fluxx, I was part of the team that changed the price of The Times…",
            "date": "2016-04-15T09:31:36.250Z",
            "author": "Tom Whitwell"
        },
        {
            "id": "b0789c333944",
            "description": "Title :11 SaaS Pricing Hacks backed by Psychology Description : Ever wondered if a small tweak could 10x your SaaS startup’s growth? Here’s 11 ways for you to get there.",
            "date": "2015-09-14T03:09:12.298Z",
            "author": "Gerry Claps"
        },
        {
            "id": "97cffbcc53e3",
            "description": "Title :Learning Market Dynamics for Optimal Pricing Description : Combining elements of machine learning with structural modeling",
            "date": "2018-08-03T07:20:47.444Z",
            "author": "Sharan Srinivasan"
        },
        {
            "id": "1af1d4d88ef7",
            "description": "Title :What to charge as a freelancer: does value-based pricing live up to the hype? Description : Pricing is hard.",
            "date": "2018-08-16T04:37:10.917Z",
            "author": "Benek Lisefski"
        },
        {
            "id": "a03d014faa60",
            "description": "Title :Pricing Tables Design Inspiration Description : “Digital design is like painting, except the paint never dries” \nNeville Brody",
            "date": "2018-01-18T08:40:01.863Z",
            "author": "Premiumuikits"
        },
        {
            "id": "a1015a74f2f3",
            "description": "Title :Ensuring Fair Pricing and Access for All with YourDef Description : Research shows that consumers in the key markets of CryptoFlix have low access to high speed Internet and generally use older smartphones…",
            "date": "2018-04-19T13:38:37.313Z",
            "author": "FlixUcation"
        },
        {
            "id": "ad00ad5c4b7f",
            "description": "Title :Pricing Description : Q: How much should I charge for my work?",
            "date": "2015-04-03T00:15:05.161Z",
            "author": "Dan Mall"
        },
        {
            "id": "91f0fa9149b4",
            "description": "Title :Choosing the Right Pricing Model For Your Minimum Viable Product Description : Let’s talk about how pricing models can help build a relationship with your customers.",
            "date": "2019-07-20T16:40:07.613Z",
            "author": "Joe Procopio"
        },
        {
            "id": "329b07a5b171",
            "description": "Title :9 Tricks to Experiment with your Pricing Strategy Description : As part of my job at Stripe, I get to work with many early-stage startups and help them figure out their monetization and pricing…",
            "date": "2020-06-19T06:41:59.369Z",
            "author": "Julian Lehr"
        },
        {
            "id": "3a00145062d5",
            "description": "Title :How Startups Make Money With Subscription Pricing Description : It’s about fixing leaky pipes, not replacing exploding toilets",
            "date": "2020-07-07T20:28:00.439Z",
            "author": "Joe Procopio"
        }
    ]
}